DDistributionPointsChooser.DistributionPointCrlIssuer.Title=CRL \u042D\u043C\u0438\u0442\u0435\u043D\u0442\u0430
DDistributionPointsChooser.DistributionPointFullName.Title=\u041F\u043E\u043B\u043D\u043E\u0435 \u0438\u043C\u044F
DDistributionPointsChooser.DistributionPointFullNameNumberNonZero.message=\u041D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0443\u043A\u0430\u0437\u0430\u0442\u044C \u041F\u043E\u043B\u043D\u043E\u0435 \u0418\u043C\u044F.
DDistributionPointsChooser.jcbAACompromise.text=AA Compromise
DDistributionPointsChooser.jcbAACompromise.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E \u0438\u043B\u0438 \u043F\u0440\u0435\u0434\u043F\u043E\u043B\u0430\u0433\u0430\u0435\u0442\u0441\u044F, \u0447\u0442\u043E \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 AA (\u0410\u0442\u0440\u0438\u0431\u0443\u0442\u043D\u043E\u0433\u043E \u0426\u0435\u043D\u0442\u0440\u0430) \u0431\u044B\u043B \u0441\u043A\u043E\u043C\u043F\u0440\u043E\u043C\u0435\u0442\u0438\u0440\u043E\u0432\u0430\u043D.\n[AA compromise (8)]
DDistributionPointsChooser.jcbAffiliationChanged.text=\u041F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u043D\u043E\u0441\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0430
DDistributionPointsChooser.jcbAffiliationChanged.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0438\u043C\u044F \u0441\u0443\u0431\u044A\u0435\u043A\u0442\u0430 \u0438\u043B\u0438 \u0434\u0440\u0443\u0433\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0432 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u043B\u0430\u0441\u044C.\n[Affiliation changed (3)]
DDistributionPointsChooser.jcbCACompromise.text=\u041A\u043E\u043C\u043F\u0440\u043E\u043C\u0435\u0442\u0430\u0446\u0438\u044F \u0423\u0426
DDistributionPointsChooser.jcbCACompromise.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E \u0438\u043B\u0438 \u043F\u043E\u0434\u043E\u0437\u0440\u0435\u0432\u0430\u0435\u0442\u0441\u044F, \u0447\u0442\u043E \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 \u0446\u0435\u043D\u0442\u0440\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0438 \u0431\u044B\u043B \u0441\u043A\u043E\u043C\u043F\u0440\u043E\u043C\u0435\u0442\u0438\u0440\u043E\u0432\u0430\u043D.\n[CA compromise (2)]
DDistributionPointsChooser.jcbCertificateHold.text=\u041F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 \u0421\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 
DDistributionPointsChooser.jcbCertificateHold.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0431\u044B\u043B \u043F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D.\n[Certificate on hold (6)]
DDistributionPointsChooser.jcbCessationOfOperation.text=\u041F\u0440\u0435\u043A\u0440\u0430\u0449\u0435\u043D\u0438\u0435 \u0434\u0435\u044F\u0442\u0435\u043B\u044C\u043D\u043E\u0441\u0442\u0438
DDistributionPointsChooser.jcbCessationOfOperation.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u043D\u0443\u0436\u0435\u043D.\n[Cessation of operation (5)]
DDistributionPointsChooser.jcbKeyCompromise.text=\u041A\u043B\u044E\u0447 \u0441\u043A\u043E\u043C\u043F\u0440\u043E\u043C\u0435\u0442\u0438\u0440\u043E\u0432\u0430\u043D
DDistributionPointsChooser.jcbKeyCompromise.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0438\u0437\u0432\u0435\u0441\u0442\u043D\u043E \u0438\u043B\u0438 \u043F\u043E\u0434\u043E\u0437\u0440\u0435\u0432\u0430\u0435\u0442\u0441\u044F, \u0447\u0442\u043E \u043F\u0440\u0438\u0432\u0430\u0442\u043D\u044B\u0439 \u043A\u043B\u044E\u0447 \u0441\u0443\u0431\u044A\u0435\u043A\u0442\u0430 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430 \u0431\u044B\u043B \u0441\u043A\u043E\u043C\u043F\u0440\u043E\u043C\u0435\u0442\u0438\u0440\u043E\u0432\u0430\u043D.\n[Key compromise (1)]
DDistributionPointsChooser.jcbPrivilegeWithdrawn.text=\u041F\u0440\u0438\u0432\u0438\u043B\u0435\u0433\u0438\u044F \u043E\u0442\u043E\u0437\u0432\u0430\u043D\u0430
DDistributionPointsChooser.jcbPrivilegeWithdrawn.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0422\u043E\u0447\u043A\u043E\u0439 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u043F\u0440\u0438\u0432\u0438\u043B\u0435\u0433\u0438\u0438, \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u044B\u0435 \u0441\u0443\u0431\u044A\u0435\u043A\u0442\u0443 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u0430, \u0431\u044B\u043B\u0438 \u043E\u0442\u043E\u0437\u0432\u0430\u043D\u044B.\n[Privilege withdrawn (7)]
DDistributionPointsChooser.jcbSuperseded.text=\u0417\u0430\u043C\u0435\u043D\u0451\u043D 
DDistributionPointsChooser.jcbSuperseded.tooltip=\u042D\u0442\u0430 \u043F\u0440\u0438\u0447\u0438\u043D\u0430 (\u0443\u043A\u0430\u0437\u0430\u043D\u043D\u0430\u044F \u0442\u043E\u0447\u043A\u043E\u0439 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F) \u0443\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442 \u0431\u044B\u043B \u0437\u0430\u043C\u0435\u043D\u0435\u043D.\n[Supersed (4)].
DDistributionPointsChooser.jlDistributionPointCrlIssuer.text=CRL \u042D\u043C\u0438\u0442\u0435\u043D\u0442\u0430:
DDistributionPointsChooser.jlDistributionPointFullName.text=\u041F\u043E\u043B\u043D\u043E\u0435 \u0438\u043C\u044F:
DDistributionPointsChooser.jlDistributionPointReasonFlags.text=\u0424\u043B\u0430\u0433\u0438 \u043F\u0440\u0438\u0447\u0438\u043D:
DistributionPointsTableHeadRend.DistributionPointColumn.tooltip=\u0421\u043F\u0438\u0441\u043E\u043A \u0422\u043E\u0447\u0435\u043A \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F
DistributionPointsTableModel.DistributionPointColumn=\u0422\u043E\u0447\u043A\u0430 \u0420\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F
JDistributionPoints.jbAdd.mnemonic=A
JDistributionPoints.jbAdd.tooltip=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0442\u043E\u0447\u043A\u0443 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F
JDistributionPoints.jbEdit.mnemonic=E
JDistributionPoints.jbEdit.tooltip=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u0443\u044E \u0442\u043E\u0447\u043A\u0443 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F
JDistributionPoints.jbRemove.mnemonic=R
JDistributionPoints.jbRemove.tooltip=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u0443\u044E \u0442\u043E\u0447\u043A\u0443 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u044F