
NoEncryptPkcs8PrivateKey.exception.message=Impossible de chiffrer la clef priv\u00E9e PKCS\u00A0#8.
NoLoadPkcs8PrivateKey.exception.message=Impossible de charger la clef priv\u00E9e PKCS\u00A0#8.
NotValidPkcs8.exception.message=La clef priv\u00E9e PKCS\u00A0#8 est incorrecte.
Pkcs8IsEncrypted.exception.message=La clef priv\u00E9e PKCS\u00A0#8 est chiffr\u00E9e.
Pkcs8IsUnencrypted.exception.message=La clef priv\u00E9e PKCS\u00A0#8 n\u2019est pas chiffr\u00E9e.
PrivateKeyWrappingAlgUnsupported.exception.message=L\u2019algorithme \u00AB\u00A0{0}\u00A0\u00BB pour le chiffrement de la clef priv\u00E9e n\u2019est pas pris en charge.
NoUnencryptedPkcs8.exception.message=La clef priv\u00E9e n\u2019est pas au format PKCS\u00A0#8 chiffr\u00E9.
InvalidPvkKeyType.exception.message=Le type de clef 0x{0} fourni est incorrect. Le type attendu est 0x{1} ou 0x{2}.
PrivateKeyBlobRc4EncryptionFailed.exception.message=Le chiffrement RC4 des donn\u00E9es brutes de la clef priv\u00E9e a \u00E9chou\u00E9.
PrivateKeyBlobRc4DecryptionFailed.exception.message=Le d\u00E9chiffrement RC4 des donn\u00E9es brutes de la clef priv\u00E9e a \u00E9chou\u00E9.
NoGetMsPvk.exception.message=Impossible d\u2019obtenir l\u2019encodage PVK de la clef priv\u00E9e.
NoLoadMsPvk.exception.message=Impossible de r\u00E9cup\u00E9rer la clef priv\u00E9e \u00E0 partir de l\u2019encodage PVK.
InvalidMsPvkMagicField.exception.message=Valeur du champ magique incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidMsPvkReservedField.exception.message=Valeur du champ r\u00E9serv\u00E9 incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidMsPvkKeyTypeField.exception.message=Le champ type de clef est incorrect\u00A0: 0x{0}. Le type attendu est 0x{1} ou 0x{2}.
MsPvkIsEncrypted.exception.message=La clef priv\u00E9e PVK est chiffr\u00E9e. Le champ indiquant le chiffrement est incorrect\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
MsPvkIsUnencrypted.exception.message=La clef priv\u00E9e PVK n\u2019est pas chiffr\u00E9e. Le champ indiquant le chiffrement est incorrect\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidMsPvkSaltLengthField.exception.message=La valeur du champ indiquant la longueur du salage est incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidMsPvkKeyLengthField.exception.message=La valeur du champ indiquant la longueur de la clef est incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidRsaMagicField.exception.message=La valeur du champ magique ne correspond pas \u00E0 RSA\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidDsaMagicField.exception.message=La valeur du champ magique ne correspond pas \u00E0 DSA\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidBlobHeaderTypeField.exception.message=La valeur du champ de type d\u2019en\u2010t\u00EAte binaire 0x{0} est incorrecte. Valeur attendue\u00A0: 0x{1}.
InvalidBlobHeaderVersionField.exception.message=La valeur du champ version de l\u2019en\u2010t\u00EAte des donn\u00E9es brutes est incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidBlobHeaderReservedField.exception.message=La valeur du champ r\u00E9serv\u00E9 de l\u2019en\u2010t\u00EAte des donn\u00E9es brutes est incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1}.
InvalidBlobHeaderKeyAlgIdField.exception.message=La valeur du champ identifiant l\u2019algorithme de la clef dans l\u2019en\u2010t\u00EAte des donn\u00E9es brutes est incorrecte\u00A0: 0x{0}. Valeur attendue\u00A0: 0x{1} ou 0x{2}.
NoConvertBlobToRsaKey.exception.message=Impossible de convertir la clef brute en clef RSA priv\u00E9e.
NoConvertBlobToDsaKey.exception.message=Impossible de convertir la clef brute en clef DSA priv\u00E9e.
NoConvertKeyToBlob.exception.message=Impossible de convertir la clef RSA priv\u00E9e en clef brute.
NoDecryptMsPvkCheckPassword.exception.message=Le d\u00E9chiffrement du PVK a \u00E9chou\u00E9. Veuillez v\u00E9rifier le mot de passe.
NotValidOpenSsl.exception.message=La clef priv\u00E9e OpenSSL est incorrecte.
NoLoadOpenSslPrivateKey.exception.message=Impossible de charger la clef priv\u00E9e OpenSSL.
NoDerEncodeOpenSslPrivateKey.exception.message=Impossible d\u2019encoder la clef priv\u00E9e OpenSSL au format DER.
OpenSslVersionIncorrect.exception.message=Donn\u00E9es OpenSSL incorrectes\u00A0: la version est incorrecte, elle devrait \u00EAtre {0} et non {1}.
OpenSslSequenceIncorrectSize.exception.message=Donn\u00E9es OpenSSL incorrectes\u00A0: la s\u00E9quence est de taille incorrecte, elle devrait \u00EAtre de 6 (DSA) ou 9 (RSA) et non {0}.
OpenSslSequenceNotFound.exception.message=Donn\u00E9es OpenSSL incorrectes\u00A0: s\u00E9quence introuvable.
OpenSslIsEncrypted.exception.message=La clef priv\u00E9e OpenSSL est chiffr\u00E9e.
OpenSslIsUnencrypted.exception.message=La clef priv\u00E9e OpenSSL n\u2019est pas chiffr\u00E9e.
OpenSslDekInfoMalformed.exception.message=L\u2019attribut DEK-Info est malform\u00E9\u00A0: {0}.
OpenSslCreateCipherFailed.exception.message=Impossible d\u2019effectuer le chiffrement {0}.
OpenSslEncryptionFailed.exception.message=Le chiffrement de la clef priv\u00E9e avec {0} a \u00E9chou\u00E9.
OpenSslDecryptionFailed.exception.message=Le d\u00E9chiffrement de la clef priv\u00E9e avec {0} a \u00E9chou\u00E9.

Pkcs8PbeType.PbeWithSha1And2KeyDesede=Chiffrement \u00E0 base de mots de passe avec SHA-1 et DESede (TripleDES avec clef double longueur)
Pkcs8PbeType.PbeWithSha1And3KeyDesede=Chiffrement \u00E0 base de mots de passe avec SHA-1 et DESede (TripleDES avec clef triple longueur)
Pkcs8PbeType.PbeWithSha1And40bitRc2=Chiffrement \u00E0 base de mots de passe avec SHA-1 et RC2 \u00E0 40\u00A0bits
Pkcs8PbeType.PbeWithSha1And128BitRc2=Chiffrement \u00E0 base de mots de passe avec SHA-1 et RC2 \u00E0 128\u00A0bits
Pkcs8PbeType.PbeWithSha1And40BitRc4=Chiffrement \u00E0 base de mots de passe avec SHA-1 et RC4 \u00E0 40\u00A0bits
Pkcs8PbeType.PbeWithSha1And128BitRc4=Chiffrement \u00E0 base de mots de passe avec SHA-1 et RC4 \u00E0 128\u00A0bits

OpenSslPbeType.PbeWithDesCbc=Chiffrement \u00E0 base de mots de passe avec DES CBC
OpenSslPbeType.PbeWithDesedeCbc=Chiffrement \u00E0 base de mots de passe avec DESede CBC
OpenSslPbeType.PbeWith128BitAesCbc=Chiffrement \u00E0 base de mots de passe avec AES CBC \u00E0 128\u00A0bits
OpenSslPbeType.PbeWith192BitAesCbc=Chiffrement \u00E0 base de mots de passe avec AES CBC \u00E0 192\u00A0bits
OpenSslPbeType.PbeWith1256itAesCbc=Chiffrement \u00E0 base de mots de passe avec AES CBC \u00E0 256\u00A0bits
